[
  {
    "CarName":"Porsche WSC-95 (1996-1997)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/PorscheWSC-95.jpeg",
    "CarDetail":"Gördüğünüz 90’ların yarış arabası, güçlü motoruyla tanınan bir Le Mans Prototipidir. Otomobilin tasarımı, 1991 yılındaki Jaguar XJR-14 C Grubu’na kadar uzanmaktadır. Gövde yeniyken, ön çamurluklar gibi küçük ayrıntılar XJR-14 ile eş anlamlıydı. Ayrıca 1996 sezonunda çoğu kişi Porsche’nin sadece hızlı değil, aynı zamanda pitlerde daha az zaman geçirdiği için güvenilir olduğunu da gördü. Böylece Porsche’nin WSC-95’i yarış tarihinde inanılmaz bir farkla ardı ardına zaferler kazanan dördüncü otomobil oldu."
  },
  {
    "CarName":"Peugeot 905 EVO (1992-1993, 2009)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/Peugeot905Evo.jpeg",
    "CarDetail":"Peugeot 905, ilk olarak 1990 yılında ilk yarışına girmeden önce görücüye çıktı. Daha sonra da iki başarılı yarışa katıldı. 3.5 litrelik bir V10 ile güçlendirildikten sonra Peugeot 905 Evo 1992 ve 1993 sezonlarının sonuna kadar F1’de de yer aldı. 905 Evo’nun yükseltilmiş bir versiyonu olan Peugeot 908, 2009’da Le Mans’ı kazanarak en büyük başarısını yakaladı. Dizel kontrollü otomobil, 905’in 1992 ve 1993’teki galibiyetinden sonra Peugeot için üçüncü ve son başarı oldu."
  },
  {
    "CarName":"Bentley Speed 8 (2003)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/BentleySpeed8.jpeg",
    "CarDetail":"İngiltere’den gelen, 24 Saat Le Mans’a hükmeden bir otomobil olan Bentley Speed 8, listemizdeki en etkileyici yarış arabalarından biridir. 2001’de sergilenen Bentley EXP Speed 8’in bir evrimi olarak bugüne kadar dayanıyor. Ayrıca Bentley’in prototipi, hız 8’e yeniden tasarlanmıştır. Düz ön uç yükseltilmiş bir çarpışma kutusu ile değiştirildiğinde, Bentley güvenilirlik ve mükemmel performans için Michelin lastiklerini kullanmayı tercih etti. Tüm çabalar, Mart 2003’te Bentley için altıncı galibiyetle sonuçlandı."
  },
  {
    "CarName":"Audi R8 (2000-2002, 2004-2005)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/Audi_R8_LeMans.jpg",
    "CarDetail":"Timsahtan ilham alan bu model 2000 yılında piyasaya çıktı ve arka arkaya altı kez kazandı.  Fuel Stratified Injection (FSI) teknolojisine sahip bir Audi V8 ile güçlendirilmiş olan Audi R8, 2000-2002 yılları arasında yarış pistlerinde yaklaşık 670 beygir güç sağlıyordu. Ancak 2005 sezonunda, R8 sadece 520 beygir ile sınırlandırıldı. Yine de R8, tarihteki benzinle çalışan LMP’lerden biri olarak rakipsiz bir yer tutmakta. Olağanüstü teknolojik yeniliğinin yanı sıra, dikkat çekici gövdesi ve tasarımı bazı övgüleri hak ediyor."
  },
  {
    "CarName":"Audi R10 TDI (2006-2008)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/AudiR10TDI.jpeg",
    "CarDetail":"Dizel motorlu bu otomobil , 2009’da R15 ile değiştirilene kadar Le Mans’ta Audi’yi temsil ediyordu. Audi’nin R10 TDI’si 2005’te tanıtıldı ve Le Mans’daki ilk yarışları kazandı. Ayrıca bu yarış arabası, mükemmel bir V12 motorla donatılmıştır. R8’e benzemesine rağmen, R10 daha uzun ve daha ağırdır. Sebring 12 saatlik yarışta 2006 sezonu için R10, 934 kg da fazla kiloluydu. Motor bloğu alüminyumdan yapılmıştır ve turboşarjlı direkt enjeksiyon (TDI) teknolojisini kullanılmaktadır."
  },
  {
    "CarName":"Audi R15 TDI Plus (2010-2011)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/AudiR15TDIPlus.jpg",
    "CarDetail":"Audi R15 TDI Plus, Audi R10 TDI’nin popüler halefi ve Audi R18’in selefidir. R15, fiziksel olarak R10’un V12’sinden daha küçük olan turboşarjlı bir dizel motora sahiptir.  2010 sezonunun kurallarını karşılamak amacıyla Audi ekibi, R15’in yükseltilmesi ve tasarımı yoluyla aerodinamik verimlilik elde ederek bu zorluğun üstesinden geldi. R15’i başarıyla geride bırakan R18 TDI, motor kapağında bir stabilizasyon kanadı ve yeni bir altı vitesli şanzıman ile tasarlandı. Ayrıca diğer rakiplerin aksine R18, sağlamlık için tek parça bir yapıya sahiptir. Audi ekibi tarafından yapılan diğer değişiklikler; alüminyum ayırıcılar, daha uzun ön lastikler ve daha düşük arka kanattır."
  },
  {
    "CarName":"Audi R18 E-Tron Quattro (2012-2014)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/AudiR18Etron.jpg",
    "CarDetail":"2012 için Alman otomobil üreticisi, R18 ultra’nın hibrit versiyonu olan bir prototip (Audi R18 e-tron Quattro) inşa etti. Audi R18 e-tron Quattro’da 3.7 litrelik V6 TDI motor konfigürasyonuna sahip ve kapalı bir kokpit tasarımı kullanılmakta. Ayrıca R18, Audi’nin hibrit güce sahip ilk Le Mans spor yarış arabasıdır."
  },
  {
    "CarName":"Porsche 919 Hybrid (2015-2017)",
    "CarImage":"https://raw.githubusercontent.com/Das3kn/AndroidFinalApi/main/919Evo.jpeg",
    "CarDetail":"Bu efsanevi yarış arabası, Le Mans’ta dört farklı sezonda toplam 6 şampiyonluk unvanı ve üç genel zafer elde ederek tarih yazdı. Le Man Prototipi (LMP1), 500 beygiri serbest bırakan 90 derecelik V4 ortaya konulmuş, mono turbo şarjlı bir motora sahiptir. Ayrıca Ön uç, 2014 tasarımına kıyasla bir dizi ayarlamaya sahiptir. Ancak dikkatin çoğu arabanın arka ucuna odaklanmış durumda. İlk başta yasadışı ve alışılmamış bir tasarım olarak mırıldanmasına rağmen legal bir yarış arabasıdır."
  },
]
